{
    "title": "The Growth Spurt of the Early Universe",
    "speaker": "Simran Nerval",
    "month": "November",
    "day": "3",
    "year": "2022",
    "time": "20:00",
    "timezone": "EST",
    "buildingName": "McLennan Physical Laboratories",
    "buildingCode": "MP",
    "roomNumber": "202",
    "address": "60 St. George Street",
    "mapsrc": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2886.3740257167506!2d-79.39987518423568!3d43.66119045993141!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x882b34bf49bcff5f%3A0x193018fcdbe82f75!2s60%20St%20George%20St%2C%20Toronto%2C%20ON%20M5R%202M8!5e0!3m2!1sen!2sca!4v1666888625258!5m2!1sen!2sca",
    "ticket": "",
    "abstract": "Inflation is a time period where the universe underwent exponential expansion in a fraction of a second after the Big Bang. One of the most compelling reasons we believe inflation happened is because the universe looks the same everywhere at large scales. We can image the electromagnetic radiation of the universe all the way back from when it was about 380,000 years old which is known as the Cosmic Microwave Background (CMB). Inflation can cause changes to this electromagnetic radiation because it produces gravitational waves! Many telescopes are looking for this signal in the CMB in order to determine exactly what happened in the earliest moments of the universe. In this talk I will explain the motivation for inflation, how it produces gravitational waves, and how we can detect these signals in the CMB.",
    "speakerInfo": "Simran Nerval is a PhD candidate at the Dunlap Institute for Astronomy and Astrophysics and Department of Astronomy and Astrophysics at the University of Toronto. She studies a time period know as inflation, the exponential expansion of the universe within a fraction of a second after the Big Bang. Simran received her Honours Bachelor of Science in Physics and Astronomy from the University of Toronto and her Master of Science in Astroparticle Physics and Cosmology from Queen's University. Alongside her research she spends a lot of time running outreach events with the IDEAS (Innovation, Diversity, Exploration & Advancement in STEM) Initiative and AstroTours in order to promote enthusiasm for science in youth and advocate for diversity. In her free time, she is an aspiring baker, baking everything from loaves of bread to decorated cakes!",
    "imageCredit": "Andreus/iStock/https://www.skyatnightmagazine.com/space-science/expansion-universe/"
}