{
    "title": "Rediscovering our Scientific Heritage: A Journey through Classical Islamic Astronomy",
    "speaker": "Mubdi Rahman",
    "month": "September",
    "day": "1",
    "year": "2022",
    "time": "20:30",
    "timezone": "EST",
    "buildingName": "Earth Sciences Building",
    "buildingCode": "ES",
    "roomNumber": "1050",
    "address": "5 Bancroft Ave",
    "mapsrc": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1443.2029841387475!2d-79.40076254172688!3d43.660526035206324!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x882b34bf8270d88d%3A0x1817ec11bd5ca2e1!2s5%20Bancroft%20Ave%2C%20Toronto%2C%20ON%20M5S%203J1!5e0!3m2!1sen!2sca!4v1661020288743!5m2!1sen!2sca",
    "ticket": "https://fb.me/e/2g3N4X72V",
    "abstract": "The human endeavour to understand the universe has been a collective project spanning recorded history. It has enticed nations and tribes across continents and millennia. Notably, classical Islamic civilizations around the world have been awestruck by the inner workings of the cosmos and have made discoveries critical to how we understand the universe today. In this talk, we will explore stories of astronomical discovery from across the classical Islamic world and how they set the stage for the research we conduct today as a part of our collective scientific heritage.",
    "speakerInfo": "Mubdi Rahman is the Founder and Principal of Sidrat Research. Mubdi is an Astronomer with a deep background in research, computing, management, and outreach. Originally hailing from Toronto, Mubdi has served as a Research Associate at the Dunlap Institute for Astronomy and Astrophysics, and an Assistant Research Scientist at the Johns Hopkins University. Mubdi is known for taking a creative approach towards scientific and research problems, using techniques from a breadth of fields to find unique solutions. His curiosity has pushed his diverse research background, spanning star formation to cosmology. Outside his research, he has been a leading voice in STEM community outreach, having led initiatives at Youth Science Canada, and Science Rendezvous. Mubdi holds a PhD in Astronomy and Astrophysics from the University of Toronto. Mubdi also serves as a Scientific Editor for the American Astronomical Society Journals.",
    "imageCredit": "The Book of Kings, Circa 16th Century"
}