{
    "title": "The Lovecraftian Universe: Or, How I Learned to Stop Worrying and Love The Cosmos",
    "speaker": "Dr. Leo Alcorn",
    "month": "December",
    "day": "2",
    "year": "2021",
    "time": "20:00",
    "timezone": "EST",
    "buildingName": "",
    "buildingCode": "",
    "roomNumber": "",
    "address": "https://www.youtube.com/c/UofTAstroTours",
    "mapsrc": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2886.3890147929997!2d-79.40063834855974!3d43.66087867901846!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x882b34bf43351f69%3A0x36b6dd5f4f4ae5be!2sMcLennan+Physical+Laboratories%2C+Toronto%2C+ON!5e0!3m2!1sen!2sca!4v1546587848545",
    "abstract": "This talk will examine the influence of stranger-than-fiction astronomical phenomena on the development of early science fiction and cosmic horror genres of literature. By discussing several short stories written during the development of new physics paradigms in the early 20th century, we will discuss phenomena such as radiation and quantum mechanics (through 'The Colour Out of Space'), the discovery of Pluto ('The Whisperer in Darkness'), and non-Euclidean geometry and general relativity ('Dreams in the Witch House'). This talk delves into the crossover between sci-fi and science and how they can inspire each other, and how science fiction can spread an appreciation for, and interest in, our vast, weird, and sometimes terrifying universe.",
    "speakerInfo": "Leo is a postdoctoral fellow at the David A Dunlap Department of Astronomy and Astrophysics, and received her PhD in Astronomy in 2019 from Texas A&M University. Her research focuses on the properties of galaxies in galaxy clusters and how dense environments affect galaxy evolution. In her free time, she screams into the abyss to gain forbidden knowledge beyond the understanding of her fragile human mind, and is a beginning ballet and modern dancer. Fun fact, she has published two short astronomy-themed horror pieces in the Texas punk rock zine, 979Represent.",
    "imageCredit": "Jellyfish Galaxy by NASA/Goddard Space Flight Center"
}