{
    "title": "Tidal Disruption Events: When a Black Hole Destroys a Star",
    "speaker": "Hannah Dykaar (She/her)",
    "month": "August",
    "day": "4",
    "year": "2022",
    "time": "20:30",
    "timezone": "EST",
    "buildingName": "Mechanical Engineering Building",
    "buildingCode": "MC",
    "roomNumber": "102",
    "address": "5 King's College Rd",
    "mapsrc": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d437.5782122591989!2d-79.39449547348399!3d43.66031259597139!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x882b34b87a276905%3A0x30e136e04e96c3c!2sMechanical%20Engineering%20Building%2C%205%20King's%20College%20Rd%2C%20Toronto%2C%20ON%20M5S%203G8!5e0!3m2!1sen!2sca!4v1652838302134!5m2!1sen!2sca",
    "ticket": "",
    "abstract": "Hidden in the centers of galaxies lie black holes hundreds of thousands to billions of times more massive than our own Sun, called supermassive black holes. When a star gets sufficiently close to one of these supermassive black holes the tidal forces are so strong that they are capable of overcoming the star's own self-gravity. The star is violently ripped apart and some of the material spirals into the black hole. This produces electromagnetic radiation visible at large cosmic distances. This process of a star being destroyed by a supermassive black hole is known as a tidal disruption event. In this talk, I will discuss what happens during these tidal disruptions, how astronomers observe these events, and what they can tell us about the complicated environments they reside in.",
    "speakerInfo": "Hannah Dykaar is a PhD student at the Dunlap Institute and Department of Astronomy & Astrophysics at the University of Toronto. Her research focuses on sources known as tidal disruption events which are stars being ripped apart by the black holes in the centres of galaxies. Hannah previously received her Bachelor’s degree from McGill University in Montreal. In her free time Hannah enjoys swimming, walking, and drawing.",
    "imageCredit": "NRAO/AUI/NSF/NASA"
}