{
    "title": "Keynote Lecture: The Milky Way in Motion",
    "speaker": "Dr. Gurtina Besla",
    "month": "September",
    "day": "26",
    "year": "2019",
    "time": "19:00",
    "timezone": "EDT (Lecture begins 20:30 EDT)",
    "buildingName": "Earth Sciences Centre",
    "buildingCode": "ES",
    "roomNumber": "1050",
    "address": "5 Bancroft Avenue",
    "mapsrc": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2886.4057209826387!2d-79.40186208406635!3d43.66053117912102!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x882b34bf8270d88d%3A0x1817ec11bd5ca2e1!2s5+Bancroft+Ave%2C+Toronto%2C+ON+M5S+3J1!5e0!3m2!1sen!2sca!4v1566098158060!5m2!1sen!2sca",
    "abstract": "Our understanding of the motions of stars within our Milky Way and of the many small galaxies that orbit around it has changed dramatically over the past few years owing to new observational surveys and significant advancements in our understanding of galaxy structure. Specifically, new surveys now enable us to precisely measure the motions of objects that orbit our Galaxy, like globular clusters, satellite galaxies and stellar streams. The motions of these objects trace the so-called “dark matter” distribution, the unseen material that is expected to exist within and around our Galaxy, making up the bulk of its mass. I will provide an overview of this evolving picture and how we can use such data to test the cold dark matter paradigm in the near future using next-generation instruments and models.",
    "speakerInfo": "Dr. Gurtina Besla has been Assistant Professor in the Department of Astronomy and Steward Observatory at the University of Arizona since 2014. She is a theoretical astrophysicist studying the evolution of our Milky Way and neighbouring galaxies in order to constrain the distribution of dark matter about our Galaxy. She is a world expert in the study of the evolution of the Magellanic Clouds. For her seminal contributions to the field of galactic dynamics, Dr. Besla was recently awarded the Dr. Vera Rubin Early Career Prize by the Division on Dynamical Astronomy of the American Astronomical Society. Dr. Besla holds a BSc in Astronomy & Physics from the University of Toronto, and she earned her PhD in Astronomy in 2011 at Harvard University.",
    "imageCredit": "ESO/S. Brunier"
}